{
  "nav1": "Home",
  "nav2": "Services",
  "nav3": "Milestones",
  "nav4": "Clients",
  "nav5": "Contact Us",
  "banner-title": "Mehan consulting is a leading Omani consulting firm with its origins in Muscat. Its consulting focus and core competencies lies in the areas of business advisory.",
  "mehan": "Me'han",
  "exclusive-consulting": "Exclusive Consulting",
  "learn-more": "Learn More",
  "info": "We believe in Proffesionalism",
  "about": "We consistently maintain high standards for service delivery",
  "mehan-title": "Mehan M.E. Consulting S.A.R.L.",
  "info-about": "August 2005, Mehan management consulting services focus on our clients most critical issues and opportunities: strategy, marketing, organization, operations, technology, transformation, digital, advanced analytics, corporate finance, mergers & acquisitions and sustainability across all industries and geographies. We bring deep, functional expertise, but are known for our holistic perspective; we capture value across boundaries and between the silos of any organization.",
  "sultan": "Sultan",
  "oman": "Oman",
  "network": "The Mehan network collaborates to deliver solutions in a timely and professional manner, capitalizing on the firm strength and ability to offer globally relevant advice, grounded in local knowledge.",
  "different": "What makes us different?",
  "combination": "Mehan strength is in the combination of personal advice at a local level with the general expertise of an international and interdisciplinary network of professionals. Both nationally and internationally, its one stop-shop concept ensures an all-round support in legal, fiscal, managerial, and administrative issues. Mehan consulting firm has been rapidly",
  "offer": "What we Offer",
  "services": "Our Services",
  "managment": "Project Managment",
  "aim1": "We aim at supporting companies in making informed and value – maximizing decisions.",
  "corporate": "Corporate Restructuring",
  "aim2": "Corporate finance is the area of consulting that deals with funding and capital structure matters.",
  "training": "Training & Building",
  "aim3": "People are an organization’s greatest asset, so developing their skills is imperative to retaining experienced employees.",
  "auditing": "Auditing",
  "aim4": "Our auditing team provides full range of services including assisting design a strategic plan for internal audit.",
  "resources": "Resources",
  "follow": "Follow Us",
  "legal": "Legal",
  "privacy": "Privacy policy",
  "terms": "Terms & Conditions",
  "visionT": "Vision",
  "missionT": "Mission",
  "valuesT": "Core Values",
  "join": "Join us on this exciting journey and experience the transformative power of Mehan",
  "vision": "To be the beacon of trust and reliability, standing tall and strong as the leading provider of consulting services that truly make a difference.",
  "mission": "Mehan , where your financial aspirations come first. We build lasting relationships based on trust, guiding you towards a secure future that empowers your dreams.",
  "values": "Mehan Consulting is guided by core values of integrity, professionalism, excellence, innovation, and commitment to clients' success."
}
