{
  "nav1": "الرئيسية",
  "nav2": "الخدمات",
  "nav3": "الاخبار",
  "nav4": "عملائنا",
  "nav5": "تواصل معنا",
  "banner-title": "مهن للاستشارات هي شركة استشارية عمانية رائدة من مسقط يكمن تركيزها الاستشاري وكفاءاتها الأساسية في مجالات استشارات الأعمال",
  "mehan": "مهن",
  "exclusive-consulting": "لاستشارات الحصرية",
  "learn-more": "تعلم أكثر",
  "info": "معلومات",
  "about": "حولنا",
  "mehan-title": "Mehan M.E. Consulting S.A.R.L.",
  "info-about": "تركز خدمات مهن للاستشارات الإدارية على أهم القضايا والفرص لعملائنا: الإستراتيجية، والتسويق ، والتنظيم، والعمليات، والتكنولوجيا، والتحول، والتحليلات الرقمية المتقدمة، وتمويل الشركات، وعمليات الدمج والاستحواذ والاستدامة في جميع الصناعات والمناطق الجغرافية. نجلب خبرة وظيفية عميقة، ومعروفون بمنظورنا الشامل. لدينا سجل حافل في تحسين الأداء حسب مجموع الأجزاء ، وليس عمليات التجز ئة فقط .",
  "sultan": "سلطان",
  "oman": "عمان",
  "network": "نمت شركة مهن الاستشارية بشكل سريع وتقدم العديد من الاستشارات التجارية. تقدم الاستشارات في مجالات الأعمال المختلفة. توجيه العملاء للتغلب على تحديات الأعمال من خلال فهم احتياجاتهم وتجميع الفريق المناسب لمساعدة المؤسسات على التفوق في الأداء وسط تحديات السوق. فريق مهن هو الأساس وبالتالي يتم اختيارهم بدقة لمواجهة تحديات بيئة الأعمال الديناميكية في عمان.",
  "different": "مادا يجعلنا مختلفين؟",
  "combination": "تكمن قوة مهن في مزيج من النصائح الشخصية على المستوى المحلي مع الخبرة العامة لشبكة دولية ومتعددة التخصصات من المهنيين. على الصعيدين الوطني والدولي ، يضمن مفهوم المحطة الواحدة دعمًا شاملاً في القضايا القانونية والمالية والتنظيمية والإدارية .",
  "offer": "مادا نقدم",
  "services": "خدماتنا",
  "managment": "ادارة الاعمال",
  "aim1": "لا تؤدي إستراتيجية إدارة المخاطر الفعالة أبدًا إلى إبطاء المنظمة - بل تجعلها تتطور بشكل أكثر أمانًا وأسرع حيث أن المتطلبات التنظيمية تستمر في النمو",
  "corporate": "إعادة هيكلة الشركات",
  "aim2": "نحن نقدم خدمات الدعم التقني المالي والمحاسبي لتزويد عملائنا بتقارير مالية دقيقة ومخصصة وفي الوقت المناسب مما يوفر لهم مشقة متاعب إنشاء المحاسبة",
  "training": "التدريب والبناء",
  "aim3": "تعمل شركة مهن للاستشارا ت مع المنظمات لفهم ثقافتها وتحديد احتياجاتها التدريبية الخاصة.",
  "auditing": "تدقيق",
  "aim4": "يقدم فريق التدقيق لدينا مجموعة كاملة من الخدمات بما في ذلك المساعدة في تصميم خطة استراتيجية للتدقيق الداخلي أو إعادة هندسة الأقسام الحالية.",
  "resources": "موارد",
  "follow": "تابعنا",
  "legal": "قانوني",
  "privacy": "سياسة الخصوصية",
  "terms": "البنود و الظروف",
  "visionT": "رؤية",
  "missionT": "مهمة",
  "valuesT": "القيم الجوهرية",
  "join": "انضم إلينا في هذه الرحلة المثيرة واختبر القوة التحويلية لـ مهن",
  "vision": "أن نكون منارة الثقة والموثوقية ، ونقف شامخًا وقويًا كمزود رائد للخدمات الاستشارية التي تحدث فرقًا حقًا.",
  "mission": "مهن ، حيث تأتي تطلعاتك المالية أولاً. نبني علاقات دائمة مبنية على الثقة ، ونوجهك نحو مستقبل آمن يعزز أحلامك.",
  "values": "تسترشد Mehan للاستشارات بالقيم الأساسية للنزاهة والاحتراف والتميز والابتكار والالتزام بنجاح العملاء."
}
